/**
 * Apple Strings File
 * Generated by Twine 0.3.2
 * Language: en
 */

/********** Uncategorized **********/
"Loading..." = "載入中...";

"%@ comments" = "%@ 則留言";

"%@ votes" = "%@ 票";

"%d people" = "%d 人";

"(required)" = "(必須填寫)";

"0 comments" = "0 則評論";

"0 votes" = "0 票";

"1 comment" = "1則留言";

"1 vote" = "1 票";

"1 person" = "1 人";

"2 votes" = "2 票";

"3 votes" = "3 票";

"A suggestion with this title already exists. Please change the title." = "已有一個同樣標題的建議。請更改標題。";

"Add a comment" = "新增評論";

"ADMIN RESPONSE" = "管理員回應";

"All" = "全部";

"All Articles" = "所有文章";

"Anonymous" = "匿名";

"Are any of these helpful?" = "這些對你有幫助嗎？";

"Articles" = "文章";

"Back" = "返回";

"Cancel" = "取消";

"Category" = "類別";

"Close" = "關閉";

"Comment" = "評論";

"Connecting to UserVoice" = "連線至 UserVoice 中";

"Contact Us" = "聯絡我們";

"Contact us" = "聯絡我們";

"Continue" = "繼續";

"Description (optional)" = "說明（可有可無）";

"Do you still want to contact us?" = "你仍要與我們聯絡嗎？";

"Do you still want to post an idea?" = "你還想發表意見嗎？";

"Don't save" = "不儲存";

"Done" = "完成";

"Email" = "信件";

"Enter UserVoice password for %@" = "輸入 %@ 的 UserVoice 密碼";

"Enter your email" = "輸入你的電郵地址";

"Error" = "錯誤";

"Feedback" = "意見與建議";

"Feedback & Support" = "意見與建議和相關服務";

"Feedback Forum" = "意見與建議論壇";

"Forgot password" = "忘記密碼";

"Hot Ideas" = "熱議意見";

"How can we help you today?" = "你今天需要哪方面的協助？";

"How many votes would you like to use?" = "你想使用幾票？";

"I want this" = "我贊成";

"I want this!" = "我贊成！";

"Ideas" = "意見";

"Knowledge Base" = "知識庫";

"Load more" = "載入更多";

"Matching articles" = "內容相符的文章";

"Matching articles and ideas" = "內容相符的文章和意見";

"Matching ideas" = "內容相符的意見";

"Message" = "訊息";

"More" = "更多";

"Name" = "名稱";

"New Ideas" = "新建議";

"No" = "否";

"No, I'm done" = "沒有事情了";

"OK" = "確定";

"Password reset email sent to" = "密碼重設郵件已傳送至";

"Please enter your email address before submitting your suggestion." = "送出建議前，請先輸入你的電郵地址。";

"Please enter your email address before submitting your ticket." = "投票前，請先輸入你的電郵地址。";

"Post" = "發表";

"Post an idea" = "發表意見";

"Post Idea" = "發表意見";

"Posted by %@ on %@" = "發表者﹕%@，日期﹕%@";

"powered by" = "資料來源";

"Remove votes" = "移除投票";

"Save draft" = "儲存草稿";

"Search" = "搜尋";

"Send" = "傳送";

"Sign in" = "登入";

"Skip" = "跳過";

"Sorry, there was an error in the application." = "抱歉，應用程式出現錯誤。";

"Status: %@" = "狀態﹕ %@";

"Submit" = "送出";

"Success!" = "成功！";

"There appears to be a problem with your network connection, please check your connectivity and try again." = "所用網路連線好象有問題，請檢查一下網路連線，然後再試一次。";

"There was a problem logging you in, please check your password and try again." = "無法將你登入，請檢查一下你的密碼，然後再試一次。";

"this idea" = "這個意見";

"This application didn't configure UserVoice properly" = "此應用程式尚未設定，無法用於 UserVoice 論壇";

"Title" = "標題";

"Title:" = "標題﹕";

"Top Ideas" = "意見排行榜";

"Try again" = "再試一次";

"User name" = "使用者名稱";

"View idea" = "閱覽意見和建議";

"View matching articles" = "閱覽內容相符的文章";

"View matching articles and ideas" = "閱覽內容相符的文章和意見";

"View matching ideas" = "閱覽內容相符的意見";

"vote" = "投票";

"Vote" = "投票";

"votes" = "票";

"Was this article helpful?" = "這篇文章是否有幫助？";

"Welcome" = "歡迎";

"When you post an idea on our forum, others will be able to subscribe to it and make comments. When we respond to the idea, you'll get notified." = "當你在我們的論壇發表意見和建議時，他人也可針對你提出的想法進行投票並發表評論。當我們回應時，你將收到相關的通知。";

"Would you like to contact us?" = "是否想與我們聯絡？";

"Write a comment..." = "請留言...";

"Yes" = "是";

"Yes!" = "是！";

"Yes, go to my idea" = "可以，前往我的意見和建議";

"Yes, go to my message" = "可以，前往我的信件";

"Your feedback has been posted to our feedback forum." = "你的建議已經發票到我們的建議討論區。";

"You have %i votes left" = "你還有 %i 票沒投";

"You have not posted your idea. Are you sure you want to lose your unsaved data?" = "你尚未發表你的意見。你編寫的內容尚未儲存，故會因此失去，你確定嗎？";

"Your idea has been posted on our forum." = "你的意見已在我們的論壇上發表。";

"Your message has been sent." = "你的信件已送出。";

"“Anonymous”" = "「匿名」";

"Send us a message" = "聯絡我們";

"Next" = "下一步";

"Additional Details" = "額外資訊";

"Give feedback or ask for help..." = "給予意見或尋求幫助";

"enter value" = "輸入你的資料";
